accounts-qml-module
amass
android-emulator
android-studio
assetfinder
brave-bin
bridge-utils
burpsuite
caido-desktop
candy-icons-git
ffuf
gradle8
kiterunner-bin
ngrok
nodejs-webpack
nuclei
paru
paru-debug
saleae-logic2
seclists
spotify
subfinder
visual-studio-code-bin
wlogout
zen-browser-bin
