7zip
aarch64-linux-gnu-binutils
aarch64-linux-gnu-gcc
adobe-source-code-pro-fonts
afl++
amass
amd-ucode
android-emulator
android-studio
android-tools
apparmor
assetfinder
base
base-devel
bind
binwalk
bluez
bluez-utils
brave-bin
bridge-utils
brightnessctl
btop
btrfs-progs
burpsuite
caido-desktop
candy-icons-git
chromium
clang
cliphist
cmake
cmocka
cronie
cups
debootstrap
discord
dnsmasq
docker
docker-compose
efibootmgr
fastfetch
fd
ffuf
firefox
flashrom
foot
fzf
gcc
gdb
ghidra
ghostty
git
go
gobuster
gopls
gperf
grim
grub
grub-btrfs
gst-plugin-pipewire
hashcat
hostapd
hyprcursor
hypridle
hyprland
hyprlauncher
hyprlock
hyprpaper
hyprshutdown
inotify-tools
intellij-idea-community-edition
iptables
jadx
jemalloc
john
jq
keepassxc
kiterunner-bin
lazygit
lib32-vulkan-radeon
libfido2
libguestfs
libmicrohttpd
libpulse
libpwquality
linux
linux-firmware
linux-lts
llvm
make
mako
man-db
man-pages
masscan
meson
metasploit
mpv
neovim
net-tools
networkmanager
ngrok
nikto
ninja
nmap
nodejs-webpack
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
nuclei
nwg-look
obs-studio
obsidian
okular
openbsd-netcat
openssh
paru
paru-debug
pcmanfm
picocom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
python-pip
python-pipx
python-pyserial
python-sphinx
python-sphinx_rtd_theme
qemu-full
qt5-wayland
qt6-wayland
radare2
ripgrep
rofi
saleae-logic2
scrcpy
seclists
slurp
spice-vdagent
spotify
sqlmap
sslscan
steam
subfinder
sudo
swappy
testssl.sh
timeshift
tmux
torbrowser-launcher
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
udiskie
unzip
vde2
virt-manager
virt-viewer
visual-studio-code-bin
vulkan-radeon
waybar
wine
wine-gecko
wine-mono
winetricks
wireplumber
wireshark-qt
wl-clipboard
wlogout
woff2-font-awesome
wpa_supplicant
wrangler
xdg-desktop-portal-hyprland
xorg-mkfontscale
zen-browser-bin
zig
zip
zram-generator
zsh
