7zip
base
base-devel
bluez
bluez-utils
brightnessctl
btop
cliphist
chromium
discord
docker
docker-compose
fd
fastfetch
fzf
ghostty
alacritty
git
grim
hypridle
hyprland
hyprlock
hyprpaper
jq
lazygit
mako
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
nwg-look
pcmanfm
pipewire
pipewire-alsa
pipewire-pulse
polkit-kde-agent
python-pipx
ripgrep
rofi
slurp
steam
sudo
swappy
tmux
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
unzip
waybar
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xsettingsd
wireshark-qt
zip
zsh

# virtual machines
qemu-full
libvirt
virt-manager
