afl++
android-file-transfer
android-tools
android-udev
binwalk
bind
clang
cmake
dtc
flashrom
gdb
ghidra
go
gobuster
hashcat
jadx
john
masscan
metasploit
nikto
nmap
openbsd-netcat
openocd
qemu-full
radare2
scrcpy
smali
sqlmap
squashfs-tools
sslscan
testssl.sh
uboot-tools
wireshark-qt
